[
  {
    "id": 1,
    "title": "Dana White Announces Contender Series UFC Contract Winners - Week 5 | Season 3",
    "description": "Dana White awards UFC contracts to Week 5 competitors of Contender Series.",
    "thumbnail": "http://i3.ytimg.com/vi/JMOYDfsvK1E/hqdefault.jpg",
    "url": "https://www.youtube.com/watch?v=JMOYDfsvK1E"
  },
  {
    "id": 2,
    "title": "Top 20 Knockouts in UFC History",
    "description": "The UFC celebrated its first 20 years by creating the Top 20 Knockouts in UFC History, 1993-2013.",
    "thumbnail": "http://i3.ytimg.com/vi/LWE79K2Ii-s/hqdefault.jpg",
    "url": "https://www.youtube.com/watch?v=LWE79K2Ii-s"
  },
  {
    "id": 3,
    "title": "UFC 5 Free Fight: Ken Shamrock vs Royce Gracie (1995)",
    "description": "UFC 5: Return of the Beast introduced a Superfight by setting up a rematch between Ken Shamrock and Royce Gracie after their historic meeting at UFC 1 in 1993.",
    "thumbnail": "http://i3.ytimg.com/vi/cXDT44zT8JY/hqdefault.jpg",
    "url": "https://www.youtube.com/watch?v=cXDT44zT8JY"
  },
  {
    "id": 4,
    "title": "UFC 240 Embedded: Vlog Series - Episode 1",
    "description": "On Episode 1 of UFC 240 Embedded, featherweight champion and honorary Canadian Max Holloway lands in Edmonton and gets starstruck at a car show. Former lightweight champion Frankie Edgar balances work in the gym with family fun. Featherweight contender Felicia Spencer gets her body ready to stay up late and fight legend Cris Cyborg. UFC 240 Embedded is an all-access, behind-the-scenes video blog leading up to the featherweight title fight taking place Saturday, July 27 on Pay-Per-View.",
    "thumbnail": "http://i3.ytimg.com/vi/Dd4RX1udvpA/hqdefault.jpg",
    "url": "https://www.youtube.com/watch?v=Dd4RX1udvpA"
  },
  {
    "id": 5,
    "title": "UFC 240 Free Fight: Max Holloway vs Anthony Pettis",
    "description": "Max Holloway won the interim featherweight championship in December of 2016 with an impressive performance against Anthony Pettis. Now the undisputed champion, Holloway faces Frankie Edgar in the main event of UFC 240 on July 27.",
    "thumbnail": "http://i3.ytimg.com/vi/z0zb1iUOsTQ/hqdefault.jpg",
    "url": "https://www.youtube.com/watch?v=z0zb1iUOsTQ"
  },
  {
    "id": 6,
    "title": "UFC 224 Pelea Gratis: Amanda Nunes vs Ronda Rousey",
    "description": "Amanda Nunes demostró que era la nueva dueña de la corono de las 135 libras femeninas cuando demolió a Ronda Rousey en solo segundos. Nunes se enfrenta a Raquel Pennington en la estelar de UFC 224 el 12 de mayo.",
    "thumbnail": "http://i3.ytimg.com/vi/8S4pquL3ykw/hqdefault.jpg",
    "url": "https://www.youtube.com/watch?v=8S4pquL3ykw"
  },
  {
    "id": 7,
    "title": "UFC 239: Fight Motion",
    "description": "Take a slow motion trip through some of the best action of UFC 239: Jones vs Santos from this past Saturday night.",
    "thumbnail": "http://i3.ytimg.com/vi/QVtS_sjlclk/hqdefault.jpg",
    "url": "https://www.youtube.com/watch?v=QVtS_sjlclk"
  }
]
